[
  {
    "numero_processo": "5001494-74.2023.8.24.0061",
    "classe": "RECURSO CÍVEL",
    "assunto": "Adicional de Periculosidade",
    "magistrado": "Andrea Cristina Rodrigues Studer",
    "comarca": "São Francisco do Sul",
    "data_julgamento": "2024-03-12",
    "ementa": "RECURSO INOMINADO. SERVIDOR PÚBLICO MUNICIPAL. SÃO FRANCISCO DO SUL. AGENTE DE DEFESA CIVIL. ADICIONAL DE PERICULOSIDADE. SENTENÇA DE PROCEDÊNCIA. INSURGÊNCIA DO MUNICÍPIO. ALEGAÇÃO DE AUSÊNCIA DE PREVISÃO LEGAL. TESE INSUBSISTENTE. LEI COMPLEMENTAR MUNICIPAL N. 10/2004 (ESTATUTO DOS SERVIDORES PÚBLICOS DO MUNICÍPIO DE SÃO FRANCISCO DO SUL) QUE PREVÊ O DIREITO À PERCEPÇÃO DOS ADICIONAIS DE INSALUBRIDADE E PERICULOSIDADE. NORMA DE EFICÁCIA LIMITADA. NECESSIDADE DE REGULAMENTAÇÃO. OMISSÃO LEGISLATIVA QUE NÃO PODE PREJUDICAR O DIREITO DO SERVIDOR. APLICAÇÃO ANALÓGICA DA NR-16 E DA CLT. POSSIBILIDADE. PRECEDENTES. LAUDO PERICIAL QUE ATESTA A PERICULOSIDADE DA ATIVIDADE EXERCIDA PELO AUTOR. SENTENÇA MANTIDA. RECURSO DESPROVIDO.",
    "inteiro_teor": "RECURSO CÍVEL No 5001494-74.2023.8.24.0061/SC RELATORA: Juíza de Direito Andrea Cristina Rodrigues Studer RECORRENTE: MUNICÍPIO DE SÃO FRANCISCO DO SUL/SC (RÉU) RECORRido: SERGIO ROBERTO TORRES DE OLIVEIRA (AUTOR) RELATÓRIO Relatório dispensado, nos termos do art. 46 da Lei n. 9.099/95. A sentença deve ser mantida pelos seus próprios fundamentos, nos termos do artigo 46 da Lei n. 9.099/95, merecendo apenas retificação no dispositivo para constar ''julgo procedente a pretensão autoral para condenar o Município de São Francisco do Sul ao pagamento de adicional de periculosidade à razão de 30% para a parte autora, bem como ao pagamento das parcelas vencidas a contar da data do laudo pericial, com reflexos em férias, terço constitucional e gratificação natalina. Consectários legais nos termos da fundamentação.''Ante o exposto, voto no sentido de negar provimento ao recurso, nos termos do artigo 46 da Lei n. 9.099/95, e alterar, de ofício, o dispositivo da sentença para condenar o Município réu ao pagamento de adicional de periculosidade. Sem custas, diante da isenção legal da Fazenda Pública. Condeno a parte recorrente ao pagamento de honorários advocatícios, estes fixados em 10% do valor da condenação, nos termos do artigo 55 da Lei n. 9.099/95. Documento eletrônico assinado por ANDREA CRISTINA RODRIGUES STUDER, Juíza de Direito,"
  },
  {
    "numero_processo": "5019861-59.2023.8.24.0090",
    "classe": "RECURSO CÍVEL",
    "assunto": "Gratificações de Atividade",
    "magistrado": "Andrea Cristina Rodrigues Studer",
    "comarca": "Capital - Norte da Ilha",
    "data_julgamento": "2024-03-12",
    "ementa": "RECURSO INOMINADO. SERVIDOR PÚBLICO. MUNICÍPIO DE FLORIANÓPOLIS. SENTENÇA DE PROCEDÊNCIA. RECURSO DO MUNICÍPIO. GRATIFICAÇÃO DE PRODUTIVIDADE. PRETENSÃO DE AFASTAMENTO DA CONDENAÇÃO. IMPOSSIBILIDADE. VANTAGEM PECUNIÁRIA DE CARÁTER GERAL. EXTENSÃO AOS SERVIDORES INATIVOS E PENSIONISTAS. TEMA 156 DO STF. SENTENÇA MANTIDA. RECURSO DESPROVIDO.",
    "inteiro_teor": "RECURSO CÍVEL No 5019861-59.2023.8.24.0090/SC RELATORA: Juíza de Direito Andrea Cristina Rodrigues Studer RECORRENTE: MUNICÍPIO DE FLORIANÓPOLIS (RÉU) RECORRido: RAFAEL CARVALHO ALMADA MELO (AUTOR) RELATÓRIO Relatório dispensado, nos termos do artigo 46 da Lei n. 9.099/95. A sentença deve ser mantida pelos seus próprios fundamentos, nos termos do artigo 46 da Lei n. 9.099/95. Sem custas, diante da isenção legal da Fazenda Pública. Condeno a parte recorrente ao pagamento de honorários advocatícios, estes fixados em 10% (dez por cento) do valor da condenação, nos termos do artigo 55 da Lei n. 9.099/95. Documento eletrônico assinado por ANDREA CRISTINA RODRIGUES STUDER, Juíza de Direito, na forma do artigo 1o, inciso III, da Lei 11.419, de 19 de dezembro de 2006. A conferência da autenticidade do documento está disponível no endereço eletrônico https://eproc1g.tjsc.jus.br/eproc/externo_controlador.php?acao=consulta_autenticidade_documentos, mediante o preenchimento do código verificador 310053971063v3 e do código CRC 5af83ff3.Informações adicionais da assinatura:Signatário (a): ANDREA CRISTINA RODRIGUES STUDERData e Hora: 12/3/2024, às 18"
  },
   {
    "numero_processo": "00000000-59.2023.8.24.0090",
    "classe": "RECURSO CÍVEL",
    "assunto": "Gratificações de Atividade",
    "magistrado": "Andrea Cristina Rodrigues Studer",
    "comarca": "Capital - Norte da Ilha",
    "data_julgamento": "2024-03-12",
    "ementa": "RECURSO INOMINADO. SERVIDOR PÚBLICO. MUNICÍPIO DE FLORIANÓPOLIS. SENTENÇA DE PROCEDÊNCIA. RECURSO DO MUNICÍPIO. GRATIFICAÇÃO DE PRODUTIVIDADE. PRETENSÃO DE AFASTAMENTO DA CONDENAÇÃO. IMPOSSIBILIDADE. VANTAGEM PECUNIÁRIA DE CARÁTER GERAL. EXTENSÃO AOS SERVIDORES INATIVOS E PENSIONISTAS. TEMA 156 DO STF. SENTENÇA MANTIDA. RECURSO DESPROVIDO.",
    "inteiro_teor": "RECURSO CÍVEL No 5019861-59.2023.8.24.0090/SC RELATORA: Juíza de Direito Andrea Cristina Rodrigues Studer RECORRENTE: MUNICÍPIO DE FLORIANÓPOLIS (RÉU) RECORRido: RAFAEL CARVALHO ALMADA MELO (AUTOR) RELATÓRIO Relatório dispensado, nos termos do artigo 46 da Lei n. 9.099/95. A sentença deve ser mantida pelos seus próprios fundamentos, nos termos do artigo 46 da Lei n. 9.099/95. Sem custas, diante da isenção legal da Fazenda Pública. Condeno a parte recorrente ao pagamento de honorários advocatícios, estes fixados em 10% (dez por cento) do valor da condenação, nos termos do artigo 55 da Lei n. 9.099/95. Documento eletrônico assinado por ANDREA CRISTINA RODRIGUES STUDER, Juíza de Direito, na forma do artigo 1o, inciso III, da Lei 11.419, de 19 de dezembro de 2006. A conferência da autenticidade do documento está disponível no endereço eletrônico https://eproc1g.tjsc.jus.br/eproc/externo_controlador.php?acao=consulta_autenticidade_documentos, mediante o preenchimento do código verificador 310053971063v3 e do código CRC 5af83ff3.Informações adicionais da assinatura:Signatário (a): ANDREA CRISTINA RODRIGUES STUDERData e Hora: 12/3/2024, às 18"
  }
]